{
  "products": [
    {
      "id": "",
      "title": "Demon Slayer: Kimetsu no Yaiba Kyojuro Rengoku: Flame Breathing Esoteric Art Ninth Form: Rengoku 1/8 Scale Figure",
      "description": "Either it's getting hot in here, or Demon Slayer: Kimetsu no Yaibas Kyojuro Rengoku just activated his Flame Breathing Esoteric Art Ninth Form: Rengoku! Judging by this brilliant 1/8 scale piece produced by Mederukin and Aniplex that we see before our eyes, we suspect it's the latter!\n The intensity seen in Rengoku-san's face and the slashing action of his Nichirin sword are perfectly matched. His haori coat billows upward from the force of his Technique. And 360 degrees around Rengoku-san, tongues of fire dance around him! The flames culminate and arch over him in the shape of a fierce dragon!",
      "price": 244.98,
      "series": "Demon Slayer: Kimetsu no Yaiba",
      "manufacturer": "Aniplex",
      "size": "255 mm | 10\" (including stand)",
      "specifications": "Painted, non-articulated, 1/8 scale ABS & PVC figure with stand",
      "pictures": [
        "https://images2.imgbox.com/23/3e/4GptSVw0_o.jpg",
        "https://images2.imgbox.com/60/0f/kGWV5wcG_o.jpg",
        "https://images2.imgbox.com/71/81/nUoW26QS_o.jpg",
        "https://images2.imgbox.com/4e/23/QaL7I2XX_o.jpg"
      ],
      "itsOnSale": false,
      "initial": 0,
      "stock": 56
    },
    {
      "id": "",
      "title": "Precious G.E.M. Series Naruto Itachi Uchiha: Susano Ver. w/ LED Base",
      "description": "MegaHouse's Precious G.E.M. series gives Itachi Uchiha the love he deserves with a new spine-tingling figure! This figure measures a monstrous 15\" tall with the included effect sculpture. Exercising one of the most powerful known jutsus in the Naruto series, Itachi has summoned his fiery red Susano!\n The Akatsuki member stands on the palm of Susano's hand, protected on all sides by Susano's spine. Translucent materials were used to realize this beautifully sculpted summon. And the effects of Susano further come to life thanks to the included LED base!",
      "price": 375.34,
      "series": "Naruto",
      "sculptor": "Precious G.E.M.",
      "size": "Total: 380 x 350 x 280 mm | 15\" x 13.8\" x 11\" (including effect)",
      "specifications": "Painted, non-articulated, non-scale PVC & ABS figure",
      "pictures": [
        "https://images2.imgbox.com/42/42/97LZHi3e_o.jpg",
        "https://images2.imgbox.com/6e/66/j8mMWuRf_o.jpg",
        "https://images2.imgbox.com/93/76/d118mIRS_o.jpg",
        "https://images2.imgbox.com/4b/02/a3dAhISE_o.jpg"
      ],
      "itsOnSale": false,
      "initial": 0,
      "stock": 28
    },
    {
      "id": "",
      "title": "ArtFX J Attack on Titan Levi: Fortitude Ver. (Re-run)",
      "description": "Humanity's Strongest Soldier shows his fortitude and resolve! From Kotobukiya with sculpting by Shin Tanabe comes this 1/7 scale ArtFX J figure re-release of Levi (Fortitude Ver.) from Attack on Titan. Measuring 6.7”, he crouches on a patch of grass with Titan blood splattered all over his outfit, face, and hands as he readies his Three Dimensional Maneuver Gear blades for another attack.\n The wires that whip around his body and the billowing of his tattered and bloody Survey Corps cape add to the atmosphere. His look is a serious, calculated glare that gives off the feeling of urgency. Fine paintwork and sculpting details of his equipment and outfit have been carefully completed, from his jacket and holsters to his boots. Add the incredible fighter Levi to your collection!",
      "price": 149.24,
      "series": " Attack on Titan",
      "sculptor": "",
      "size": " 171 mm | 6.7\" (including base)",
      "specifications": "Painted, non-articulated, 1/7 scale figure with base",
      "pictures": ["", "", "", ""],
      "itsOnSale": true,
      "initial": 0,
      "stock": 67
    },
    {
      "id": "",
      "title": "Art Works Monsters Yu-Gi-Oh! Duel Monsters Black Magician",
      "description": "Sculptors Kenji Ando and Pinpoint bring us a riveting interpretation of the Black Magician from Yu-Gi-Oh! Duel Monsters! Measuring 9.1\" tall, The Black Magician stands atop his Dark Magical Circle, placed above roaring waves. Metallic coloring was used to realize his blue and rose colored armor. The colors help the amazing level of sculpting truly stand out! This piece will be an utter joy for loyal fans of the series to own.",
      "price": 148.29,
      "series": "Yu-Gi-Oh! Duel Monsters",
      "sculptor": "Kenji Ando, Pinpoint (face, hands)",
      "size": "230 mm | 9.1\"",
      "specifications": "Painted, non-articulated, non-scale PVC & ABS figure with stand",
      "pictures": [
        "https://images2.imgbox.com/3d/f5/I3UJqQnm_o.jpg",
        "https://images2.imgbox.com/a2/73/slggUEyA_o.jpg",
        "https://images2.imgbox.com/d3/47/XCIxaOvr_o.jpg",
        "https://images2.imgbox.com/27/ba/N4hXLvxt_o.jpg"
      ],
      "itsOnSale": false,
      "initial": 0,
      "stock": 9
    }
  ]
}
